Repository: Navatusein/IP-Deputy
Catalog: locales/*/LC_MESSAGES/ip_deputy_bot.po
Languages: uk

source: Отправьте файл с расписанием
uk: Надішліть файл з розкладом

source: Вы не отправили файл!
uk: Ви не надіслали файл!

source: Не правильный файл!
uk: Невірний файл!

source: Ошибка: {exception}
uk: Помилка: {exception}

source: Импорт прошёл успешно!
uk: Імпорт пройшов успішно!

source: Напишите сообщение 👇
uk: Напишіть повідомлення 👇

source: 🔔 Уведомление: Вкл
uk: 🔔 Сповіщення: Вкл

source: 🔕 Уведомление: Выкл
uk: 🔕 Сповіщення: Викл

source: ❎ Отменить
uk: ❎ Скасувати

source: Отмена
uk: Скасування

source: ✅ Подтвердить
uk: ✅ Підтвердити

source: Уведомление успешно отправлено 👍
uk: Повідомлення успішно надіслано 👍

source: Некорректный ввод!
uk: Некоректне введення!

source: Выбери предмет 👇
uk: Виберіть предмет 👇

source: Выбери тип занятия 👇
uk: Вибери тип заняття 👇

source: Выберете пару 👇
uk: Виберіть пару 👇

source: Введите дату занятия в формате дд.мм.гггг 👇
uk: Введіть дату заняття у форматі дд.мм.рррр 👇

source: Ввёденная дата должна быть больше сегодняшней!
uk: Введена дата має бути більшою за сьогоднішню!

source: Подгруппа 1
uk: Підгрупа 1

source: Подгруппа 2
uk: Підгрупа 2

source: Вся группа
uk: Вся група

source: Выбери подгруппу 👇
uk: Вибери підгрупу 👇

source: ❎ Нету дополнительной информации
uk: ❎ Немає додаткової інформації

source: Введите дополнительную информацию 👇
uk: Введіть додаткову інформацію 👇

source: Понедельник
uk: Понеділок

source: Вторник
uk: Вівторок

source: Среда
uk: Середа

source: Четверг
uk: Четвер

source: Пятница
uk: П'ятниця

source: Суббота
uk: Субота

source: Воскресенье
uk: Неділя

source: Тип занятия:
uk: Тип заняття:

source: Подгруппа:
uk: Підгрупа:

source: Дополнительная информация:
uk: Додаткова інформація:

source: Всё правильно?
uk: Все правильно?

source: Отмена.
uk: Скасування.

source: Вы успешно добавили дополнительную пару 👍
uk: Ви успішно додали додаткову зустріч 👍

source: Выберете день недели 👇
uk: Виберіть день тижня 👇

source: Выберете предмет 👇
uk: Виберіть предмет 👇

source: Выберете дату 👇
uk: Виберіть дату 👇

source: Вы успешно удалили пару 👍
uk: Ви успішно видалили зустріч 👍

source: 📥 Расписание
uk: 📥 Розклад

source: 📨 Уведомление
uk: 📨 Повідомлення

source: ➕ Добавить пару
uk: ➕ Додати зустріч

source: ➖ Удалить пару
uk: ➖ Видалити зустріч

source: {full_name} Email: <code>{email}</code> Телефон: <code>+{phone_number}</code> День рождения: {birthday} Телеграм: {telegram}
uk: {full_name} Email: <code>{email}</code> Телефон: <code>+{phone_number}</code> День народження: {birthday} Телеграм: {telegram}

source: Лабораторных дней осталось: {value}
uk: Лабораторних днів залишилось: {value}

source: Практических дней осталось: {value}
uk: Практичних днів лишилося: {value}

source: Лекционных дней осталось: {value}
uk: Лекційних днів залишилось: {value}

source: Лабораторных работ: {value}
uk: Лабораторних робіт: {value}

source: Практических работ: {value}
uk: Практичних робіт: {value}

source: 🧑🏻‍🏫 Преподаватели
uk: 🧑🏻‍🏫 Викладачі

source: 🧑‍🎓 Студенты
uk: 🧑‍🎓 Студенти

source: 📖 Предметы
uk: 📖 Предмети

source: 📋 Главное меню
uk: 📋 Головне меню

source: Это не ваш контакт!
uk: Це не ваш контакт!

source: Вас нету в базе данных!
uk: Вас немає у базі даних!

source: Авторизация прошла успешно!
uk: Авторизація пройшла успішно!

source: Нажмите на кнопку авторизоваться!
uk: Натисніть кнопку авторизуватися!

source: Бодя лентяй ещё не сделал 🤪
uk: Бодя ледар ще не зробив 🤪

source: Недостаточно прав!
uk: Недостатньо прав!

source: 🧾 Сдача
uk: 🧾 Здача

source: 🗓 Расписание
uk: 🗓 Розклад

source: ⚙ Настройки
uk: ⚙ Налаштування

source: 🌐 Ссылки
uk: 🌐 Посилання

source: 🗒 Информация
uk: 🗒 Інформація

source: 👑 Админка
uk: 👑 Адмінка

source: 🇷🇺 Язык
uk: 🇺🇦 Мова

source: Выбери предмет, на сдачу которого хочешь записаться 👇
uk: Вибери предмет, на здачу якого хочеш записатися 👇

source: Выбери номер работы 👇
uk: Виберіть номер роботи 👇

source: {subject_name} {work_type} работа № {work_number} Всё правильно?
uk: {subject_name} {work_type} робота№ {work_number} Все правильно?

source: Вы уже в списке!
uk: Ви вже у списку!

source: Вы успешно записались на сдачу 👍
uk: Ви успішно записалися на здачу 👍

source: Ваши записи:
uk: Ваші записи:

source: ❌ Снять заявку
uk: ❌ Зняти заявку

source: Вы уверены что хотите снять заявку? {submission}
uk: Ви впевнені, що хочете зняти заявку?

source: Заявка успешно удалена 👍
uk: Заявку успішно видалено 👍

source: На сдачу не кто не записался
uk: На здачу ніхто не записався

source: ❌ Очистить список
uk: ❌ Очистити список

source: Вы уверены что хотите очистить список?
uk: Ви впевнені, що хочете очистити список?

source: Список успешно очищен 👍
uk: Список успішно очищений 👍

source: ➕ Записаться
uk: ➕ Записатися

source: 🧾 Мои записи
uk: 🧾 Мої записи

source: 🗳 Получить список
uk: 🗳 Отримати список

source: Расписание на сегодня:
uk: Розклад на сьогодні:

source: Расписание на завтра:
uk: Розклад на завтра:

source: Пар нету, отдыхай 👍
uk: Пар немає, відпочивай 👍

source: Расписание на эту неделю:
uk: Розклад на цей тиждень:

source: Расписание на следующую неделю:
uk: Розклад на наступний тиждень:

source: Пар нету
uk: Пар немає

source: Расписание:
uk: Розклад:

source: 🕐 На сегодня
uk: 🕐 На сьогодні

source: 🕒 На эту неделю
uk: 🕒 На цей тиждень

source: 🕓 На следующею неделю
uk: 🕓 На наступний тиждень

source: 🗓 Всё
uk: 🗓 Усе

source: Необходимо авторизоваться!
uk: Потрібно авторизуватися!

source: Добро пожаловать, {firstname} {lastname}
uk: Ласкаво просимо, {firstname} {lastname}

source: 🔐 Авторизоваться
uk: 🔐 Авторизуватися
